fio/fio_disk/disk_bare/without_raid_cache/log/RAID0/log_37/sdh/fio_write_512k.log
test: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=13975: Mon Jul 23 19:34:30 2018
  write: IOPS=392, BW=196MiB/s (206MB/s)(1024MiB/5222msec)
    slat (usec): min=33, max=202, avg=132.26, stdev=37.19
    clat (msec): min=4, max=307, avg=162.91, stdev=23.62
     lat (msec): min=4, max=307, avg=163.04, stdev=23.63
    clat percentiles (msec):
     |  1.00th=[   45],  5.00th=[  157], 10.00th=[  157], 20.00th=[  157],
     | 30.00th=[  159], 40.00th=[  165], 50.00th=[  165], 60.00th=[  165],
     | 70.00th=[  167], 80.00th=[  167], 90.00th=[  174], 95.00th=[  176],
     | 99.00th=[  259], 99.50th=[  284], 99.90th=[  305], 99.95th=[  305],
     | 99.99th=[  309]
   bw (  KiB/s): min=191488, max=210340, per=99.82%, avg=200438.80, stdev=6825.65, samples=10
   iops        : min=  374, max=  410, avg=391.40, stdev=13.20, samples=10
  lat (msec)   : 10=0.34%, 20=0.15%, 50=0.63%, 100=0.98%, 250=96.73%
  lat (msec)   : 500=1.17%
  cpu          : usr=1.80%, sys=4.19%, ctx=2046, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.4%, 16=0.8%, 32=1.6%, >=64=96.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,2048,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=196MiB/s (206MB/s), 196MiB/s-196MiB/s (206MB/s-206MB/s), io=1024MiB (1074MB), run=5222-5222msec

Disk stats (read/write):
  sdh: ios=40/4020, merge=0/0, ticks=10/643401, in_queue=651682, util=97.96%